// class ChatBot {
//   1. ทำไมใครๆก็จัดฟันกัน
// ตอบ
// วัตถุประสงค์หลักของการจัดฟัน เพื่อแก้ไขปัญหาการสบฟันในแบบต่างๆ เช่น ฟันเก ฟันยื่น ฟันห่าง และฟันคร่อม ส่วนผลพลอยได้ที่ตามมาคือ รูปหน้าสวยขึ้น หน้าเรียว และยังทำให้ดูแลทำความสะอาดช่องปากได้ง่ายขึ้นอีกด้วย
// ________________________________________
// 2. อายุเท่าไรถึงจะเริ่มจัดฟันได้
// ตอบ
// อายุที่เริ่มจัดฟันได้เริ่มตั้งแต่ 12-13 ปี หรือเมื่อฟันแท้ขึ้นครบ แต่ในบางกรณีควรมาปรึกษาคุณหมอจัดฟันก่อนค่ะ เช่น ในกรณีที่มีความผิดปกติมากๆอย่างเช่น ฟันซ้อน เก ยื่นมากผิดปกติ ซึ่งอาจมีสาเหตุมาจากความผิดปกติของโครงสร้างกระดูกขากรรไกร คุณหมออาจพิจารณาให้ใส่เครื่องมือพิเศษเพื่อช่วยกระตุ้น หรือยับยั้งการเจริญโตของกระดูกขากรรไกรก่อน
// ________________________________________
// 3. ถ้าอยากจัดฟันจะต้องมาพบกับหมอจัดฟันก่อน หรือว่าต้องไปเคลียร์ช่องปากก่อน
// ตอบ
// แนะนำให้พบคุณหมอจัดฟันก่อนค่ะ เพื่อไม่ให้เป็นการเสียค่าใช้จ่ายซ้ำซ้อน เนื่องจากบางเคสอาจต้องมีการถอนฟันร่วมด้วย หากมีแผนการรักษาจัดฟันแล้ว จะได้ไม่ต้องอุดฟันซี่ที่จะต้องถอนอยู่แล้ว หรือในบางกรณีที่มีฟันผุลึกมากจนจะต้องรักษารากฟัน คุณหมอจัดฟันอาจพิจารณาถอนฟันซี่ที่ไม่ดีออกไป แทนที่จะถอนฟันกรามน้อยตามปกติ
// ________________________________________
// 4. จัดฟันใช้ระยะเวลากี่ปี
// ตอบ
// ขึ้นอยู่กับความยากง่าย และการเลือกเครื่องมือจัดฟันค่ะ ส่วนใหญ่ใช้ระยะเวลาประมาณ 2-3 ปีค่ะ นอกจากในกรณีที่ไม่ต้องถอนฟัน และจัดแบบ Invisalign อาจใช้เวลาไม่ถึงปี
// ________________________________________
// 6. หากต้องมีการถอนฟัน ร่วมกับการจัดฟัน ต้องถอนเมื่อไร
// ตอบ
// ส่วนใหญ่แล้วจะแนะนำให้ถอนก่อน เนื่องจากฟันจะได้มีที่ในการเคลื่อนตัว ยกเว้นในกรณีที่คนไข้ไม่อยากให้เห็นช่องถอนฟันก่อนมีเครื่องมือจัดฟัน คุณหมออาจพิจารณาติดเครื่องมือให้ก่อนได้ ซึ่งการติดเครื่องมือไปสักระยะหนึ่ง เมื่อฟันเริ่มมีการขยับตัว จะทำให้ถอนได้ง่ายไม่เจ็บ ไม่บอบช้ำกับฟันข้างเคียง หรือเหงือกและกระดูก
// ________________________________________

// 7. เราสามารถย้ายคลินิกจัดฟัน ได้มั้ย
// ตอบ
// สามารถทำได้ แต่ต้องเข้ามาให้คุณหมอพิจารณาดูก่อน ว่าจะสามารถทำต่อได้หรือไม่ หรือจะต้องถอดเครื่องมือเก่าออกทั้งหมดก่อน เนื่องจากเครื่องมือที่ใช้ และแผนการรักษาของคุณหมอจัดฟันแต่ละท่านอาจไม่เหมือนกัน ทั้งนี้ควรนำเอ๊กซเรย์ แบบฟันก่อนจัด และประวัติการรักษา หรือใบส่งตัวมาด้วยในวันที่จะเข้ามาปรึกษา



// }