{
    "app": {
        "Home": "Home",
        "toothache": "Toothache",
        "Care_teeth": "Care Teeth",
        "Clinic": "Clinic",
        "Support": "Support",
        "Dental_Council": "Dental Council",
        "Public_Relations": "Public Relations",
        "Press_release": "Press Release",
        "knowledge_news": "knowledge News",
        "knowledge_link": "knowledge Link",
        "General": "General",
        "Theme": "Theme",
        "Themesetting": "Change theme",
        "Language": "Language",
        "LanguageDetel": "Change language",
        "Details": "Details :",
        "Address": "Address",
        "Time": "Business Hours :",
        "Time_Out": "Holiday :",
        "View_more": "View More",
        "Category": "Category",
        "Location": "Location",
        "About": "About Us",
        "Help": "Help & Support",
        "HelpTile":"Help center and support",
        "Manual":"Manual",
        "ManualTitle":"Application Manual"
    },
    "DB": {
        "Dental_Benefits": "Dental Benefits",
        "DBN1": "1. Entitlement to claim",
        "DBN1_L1": "You can claim expenses from the government according to the rates set by the Central Accounting Office, Ministry of Finance, as follows:\n- Tooth filling\n- Tooth extraction\n- Tooth extraction, jaw surgery, and other dental surgeries\n",
        "DBN1_L2": "related to the oral cavity and jaw\n- Treatment of dental diseases\n- Root canal treatment\n- Correction of dental abnormalities\n- Fluoride application for the entire mouth\n- Denture placement\n- Teeth whitening for dead teeth",
        "DBN1_L3": "\n- Placement of palatal obturators\n(You can inquire about the prices at government dental clinics) by presenting the receipt from a government hospital to claim from your affiliated agency.",
        "DBN1_L4": " or if you have a direct payment card (online) at the government hospital where you received treatment, within 1 year from the date specified on the receipt. However, you cannot claim reimbursement in the case of",
        "DBN1_L5": "dental pit and fissure sealants, vital teeth whitening, and orthodontic treatment starting from August 1, 2008. Government officials can claim expenses for removable plastic dentures and crown",
        "DBN1_L6": "placement (prices can be checked at government hospitals), but the payment cannot be made directly. You need to pay in advance and then claim the reimbursement later by submitting the receipt.",
        "DBN2": "2. Social Security entitlement",
        "DBN2_L1": "You can claim expenses from the Social Security Office, up to 250 baht per claim, a maximum of 2 claims per year, for the following treatments: - Tooth filling - Scaling and polishing - Tooth extraction and removable denture",
        "DBN2_L2": "placement (plastic denture: up to 5 teeth, reimbursement of 1,200 baht; more than 5 teeth, reimbursement of 1,400 baht). You need to submit the receipt from a government or private hospital along with a certificate",
        "DBN2_L3": "of dental treatment (with an art license number) to claim the reimbursement from the Social Security Office within 1 year from the date specified on the receipt.",
        "DBN3": "3. Gold Card entitlement",
        "DBN3_L1": "You can receive dental treatment without any charges at the designated government hospitals stated on the Gold Card, for the following treatments:\n- Tooth filling\n- Treatment of dental diseases\n- Tooth extraction\n- Removable plastic denture placement",
        "DBN3_L2": "\nDuration: 5 years/piece (Inquire about Gold Card entitlement at any Ministry of Public Health service unit) by the Public Communication with Citizens Committee\n",
        "DBN3_L3": "Consumer Protection Committee\n- Dental Council 13.1.1 Teeth and Roots"
    },
    "DPR": {
        "Dental_patient_rights": "Dental Patient Rights",
        "DPRN1": "Dental Patient Rights",
        "DPRN1_L1": "The regulations of the Dental Council concerning professional ethics and patient rights in dentistry, issued in 1998.",
        "DPRN1_L2": "The patient rights declaration jointly issued by the Medical Professional Council and the Ministry of Public Health on April 16, 1998, to certify the patient's rights to medical services. Although it is not legally binding, the Dental Council endorses the patient rights declaration. Therefore, to ensure that dental professionals are aware and comply with patient rights, it is advisable to give legal effect to the patient rights declaration, which will protect patients receiving dental services.",
        "DPRN1_L3": "Based on the authority in Sections 8 (4), 9 (7), and 23 (4) (ฏ) (ฌ) with the consent of the special executive committee under Section 27 of the Dental Professions Act of 1994, and the resolution of the Dental Professional Council in the /2550 meeting held in 2007, the Dental Professional Council issued regulations on professional ethics and patient rights in dentistry.",
        "DPRN1_L4": "The provisions in these regulations are considered the professional ethics of dental professionals according to the Dental Council's regulations concerning professional ethics in dentistry. The term 'patient' refers to individuals receiving dental services.",
        "DPRN1_L5": "The text in Section 15 of the Dental Council's regulations concerning professional ethics in dentistry, issued in 1995, is revoked.",
        "DPRN1_L6": "Dental professionals must acknowledge that every patient has a fundamental right to receive health services as prescribed in the Constitution.",
        "DPRN1_L7": "Dental professionals must provide sufficient and clear information to allow patients to make informed decisions about their dental care, except in cases of emergency or necessity.",
        "DPRN1_L8": "Dental professionals must provide immediate assistance to patients in life-threatening conditions without considering whether the patient has requested assistance or not.",
        "DPRN1_L9": "When requested, dental professionals must disclose their name, surname, and professional category to the patient.",
        "DPRN1_L10": " Dental professionals must be willing to listen to the opinions of patients regarding dental or other health professionals, even if they are not the service providers, and patients have the right to request a change of service provider or healthcare facility.",
        "DPRN1_L11": "Dental professionals must provide complete information and explanations to allow patients to make decisions about participating or withdrawing from dental research experiments.",
        "DPRN1_L12": "Dental professionals must provide patients with information about their specific medical treatment recorded in the medical records upon patient request. However, this information must not violate the privacy rights of other individuals.",
        "DPRN1_L13": "Dental professionals must grant the right to parents, guardians, or representatives to exercise the rights on behalf of patients who are children under the age of eighteen or individuals with physical or mental disabilities who cannot exercise their rights themselves. This regulation becomes effective from the day following its announcement in the Royal Gazette.",
        "DPRN2": "Patient's Rights",
        "DPRN2_L1": "'Rights' is a very popular term in our recent political events in our country. Whether it is the yellow shirt or the red shirt group, they often claim that their rallies are their rights under the Thai Constitution of 2007, Article 63, which states that individuals have the right to peaceful assembly without weapons, which is a matter of freedom of assembly recognized by the state. Now, when it comes to patients, what rights do they have? Are there laws that protect their rights?\n\n",
        "DPRN2_L2": "There are two parts to patients' rights. The first part is the inherent rights that patients have when they are in a patient status, such as the right to know who will be treating them, what treatment methods will be used, and what will be used for treatment. These rights arise naturally and do not necessarily need to be legislated. They are matters that can always be inquired about.\n\n",
        "DPRN2_L3": "The other part of patients' rights is the rights established by legislation to protect patients, such as the Thai Constitution of 2007, Article 51, which states that individuals have the right to receive appropriate and standardized health services, and indigent persons have the right to receive medical care from state health facilities without charge. Individuals have the right to receive health services from the state that must be comprehensive and efficient, among others. Therefore,\n\n",
        "DPRN2_L4": "in order for patients to be aware of their rights, whether they are natural rights or rights established by law, and to ensure a good relationship between patients and healthcare professionals based on mutual understanding and trust, professional healthcare organizations, such as the Medical Council, Nursing Council, Pharmacy Council, Dental Council, and the Committee on the Control of the Practice of Healing Arts, are aware of the importance of these patient rights. They have collectively compiled and published a Patient Rights Declaration and required all healthcare facilities, whether government or private, to display and inform the public about their rights. The Patient Rights Declaration consists of 10 points, some people may have seen it but never read it, and some may have skimmed through it without much interest. Therefore, I would like to encourage everyone that when you visit any healthcare facility, if you have the time, try to read the Patient Rights Declaration in detail. You will discover that these are rights that we should all be aware of and have. To explain the patient's rights according to the aforementioned declaration, I would like to present them as follows:\n\n",
        "DPRN2_L5": "1. It is the right of everyone to receive healthcare services as stipulated in the Constitution of the Kingdom of Thailand, which currently is the 2007 Constitution. Article 51 of the Constitution mandates that everyone has the right to receive appropriate and standardized healthcare services that are universally accessible and efficient.\n",
        "DPRN2_L6": "2. The right to receive services without discrimination based on factors such as social status, race, nationality, religion, society, political ideology, gender, age, or physical appearance. Regardless of political affiliation, wearing a red or yellow shirt, being rich or poor, young or old, handsome or not, or beautiful or not, everyone has the right to receive services on an equal basis. However, in reality, there are sometimes issues, especially regarding socioeconomic status. There are often complaints that the poor receive different treatment compared to the rich.\n",
        "DPRN2_L7": "3. The right to access sufficient information, such as knowing what disease one has, the treatment options available, how the treatment will be carried out, the chances of recovery, and the cost of treatment. Individuals have the right to ask questions and, in some cases where multiple treatment options are available, the right to choose a preferred method or even refuse treatment. This is necessary because in some cases, with a high number of patients and limited time, healthcare providers may not be able to provide detailed explanations, or patients may not understand or remember the information provided, leading to ongoing issues in these areas.\n",
        "DPRN2_L8": "4. When facing a life-threatening emergency, individuals have the right to receive immediate necessary assistance without having to request it. This includes situations where individuals arrive at a hospital in an emergency, and doctors are obligated to provide urgent treatment without first inquiring about the patient's ability to pay for the treatment. It is unfortunate that such incidents occur where patients are denied treatment because doctors first inquire about payment before providing emergency care.\n",
        "DPRN2_L9": "5. The right to know the names of healthcare providers. For example, when entering an examination room, patients have the right to ask for the names of the doctors or nurses who will be providing the care (although in most cases, the names of the doctors are displayed outside the room).\n",
        "DPRN2_L10": "6. The right to seek opinions from other healthcare professionals who are not directly involved in one's care and the right to request a change of healthcare provider or facility. For instance, if a patient has doubts about a diagnosis or treatment, they have the right to seek a second opinion from another doctor. If a patient is not satisfied with the attitude or behavior of a particular doctor, they have the right to request a change of doctor. Similarly, if it is inconvenient to receive treatment at a particular hospital, patients have the right to change hospitals.\n ",
        "DPRN2_L11": "7. The right to privacy, which is an ethical principle stipulated in the professional regulations of healthcare professionals to be strictly adhered to, unless consent is obtained from the patient or it is a legal obligation.",
        "DPRN2_L12": "8. The right to receive comprehensive information to make an informed decision about participating in or withdrawing from experimentation. In some cases, doctors may conduct research, experimental treatments, or new technologies on patients. As a patient, you have the right to be informed about the details of the experiment, its benefits, risks, duration, or other relevant information in order to make a decision about participating or withdrawing from the experiment.",
        "DPRN2_L13": "9. The right to access personal medical treatment information recorded in the medical records upon request. However, this should not violate the privacy rights of other individuals. This means that as a patient, you have the right to request personal treatment information recorded in your medical records, but not the medical records themselves, as medical records are the property of the healthcare facility.",
        "DPRN2_L14": "10. Parents, legal guardians, or persons of sound judgment may exercise the rights on behalf of patients who are children under the age of eighteen or individuals with physical or mental disabilities who are unable to exercise their rights themselves. This right is already established in commercial and civil laws, but it is reiterated in the Patient Rights Declaration to emphasize its existing nature.",
        "DPRN2_L15": "All of the aforementioned are the ten rights stated in the declaration. The rights that often encounter issues are usually the third point, which concerns receiving sufficient information about the patient's condition, treatment procedures, treatment outcomes, side effects, or other relevant details that the patient should be aware of. Misunderstandings regarding this point often lead to complaints, lawsuits, or legal cases. Another point that frequently encounters practical issues is the ninth right, where patients may want to request information about their treatment for further treatment or other purposes. Patients often desire a copy of their medical records. However, healthcare facilities often provide a certificate of treatment that summarizes the details of the treatment. Although the certificate should be sufficient as a document for further treatment, if patients insist on requesting a copy of their medical records, they have the right to do so, and healthcare facilities must comply. However, healthcare facilities may feel that they could be subject to complaints or lawsuits if they provide copies, leading to a deterioration of the relationship between patients and healthcare professionals. As for X-ray films or dental impressions, these are additional evidence related to medical treatment according to the Hospital Act of 1998, which healthcare facilities must retain for at least five years according to the law. However, if patients genuinely want copies, they can proceed by officially requesting the healthcare facility and signing their names, similar to the process in government hospitals. For private healthcare facilities, since X-ray films and dental impressions are additional evidence related to medical treatment under the Hospital Act, healthcare facilities are required to retain them. If patients insist on requesting copies, they can proceed by submitting an official letter to the healthcare facility and signing their names, similar to the process in government hospitals. Ultimately, these measures aim to maximize the benefits for the patients."
    },
    "DS": {
        "Dental_service": "Dental service fees",
        "DSN1": "Dental service fees",
        "DSN1_L1": "The schedule of healthcare service fees for reimbursement of medical expenses in government hospitals has been prepared by the Ministry of Finance's Comptroller General's Department, based on data provided by the Ministry of Public Health.",
        "DSN1_L2": "It is used to determine the service fees for healthcare facilities under the Ministry of Public Health. It is based on the year 2004 as a reference because it provides comprehensive coverage. Representatives from various affiliated hospitals, including hospitals affiliated with the Medical School Division, Ministry of Defense, and Ministry of Public Health, were invited to participate in the process.",
        "DSN1_L3": "Dental service fees refer to the fees for dental treatments for specific procedures or conditions. The fees cover the cost of services, instruments, basic medications, and disposable materials.",
        "DSN1_L4": "It should be noted that the reimbursable dental services are those related to medical treatments for illness or accidents, such as tooth extraction, filling, scaling, and emergency orthodontic treatments (supported by a certification letter as evidence for reimbursement). Cosmetic procedures, such as teeth whitening, dental implants, crowns, and preventive procedures (e.g., dental sealants, fluoride application), are not reimbursable.",
        "DSN1_L5": "Please note that expenses for orthodontic treatments, dentures, dental implants, and preventive procedures (such as dental sealants and fluoride application) are not eligible for reimbursement.",
        "DSN2": "Note",
        "DSN2_L1": "1. The hospital administration committee should determine and announce the rates.",
        "DSN2_L2": "LAB fees annually, which can be adjusted based on the cost.",
        "DSN2_L3": "- LAB fees should not exceed 10% (for patients receiving emergency dental services).",
        "DSN2_L4": "2. Any dental service fees that are not specified in this fee schedule are not eligible for reimbursement.",
        "DSN3": "Principles and Concepts",
        "DSN3_L1": "In developing the healthcare service rates for reimbursement of healthcare expenses in government hospitals under the Ministry of Finance by the Comptroller General's Department",
        "DSN3_L2": "the rates are determined based on the data used by the Ministry of Public Health to establish the service rates for public healthcare facilities",
        "DSN3_L3": "based on the principles and concepts established in the Ministry of Public Health's jurisdiction in 2004. Representatives from various affiliated hospitals, including",
        "DSN3_L4": "hospitals affiliated with medical schools, the Ministry of Defense, and the Ministry of Public Health, were invited to participate in the consideration. The service rates consist of",
        "DSN3_L5": "1. Labor Cost (LC) calculated as 50% of the labor costs of the Ministry of Public Health, specifically considering remunerations outside the budget",
        "DSN3_L6": "2. Material Cost (MC) calculated based on the materials required by the healthcare facility to provide the specific activities",
        "DSN3_L7": "3. Capital Cost (CC) calculated based on the depreciation of medical equipment and buildings used in the specific activities",
        "DSN3_L8": "where the depreciation of medical equipment is calculated based on their respective lifespans, and the depreciation of buildings is calculated over a 25-year period",
        "DSN3_L9": "4. Overhead Cost calculated as 20% of the total costs of LC, MC, and CC",
        "DSN3_L10": "which includes direct costs and indirect costs incurred through the shared resources of all departments in the hospital",
        "DSN3_L11": "such as public utility costs, which are usually allocated (apportioned) in the calculation",
        "DSN3_L12": "from support units to each production unit in proportion to the working hours and activities",
        "DSN3_L13": "In cases where cost allocation is not feasible as actually used, direct costs can be calculated",
        "DSN3_L14": "5. Future Development Cost is a profit used for development purposes",
        "DSN3_L15": "Currently calculated as 20-25% of the total costs of LC, MC, CC, and Overhead Cost",
        "DSN3_L16": "(subject to policy changes) with the addition of a markup for the reimbursement of medication costs",
        "DSN3_L17": "in steps to ensure appropriateness based on the unit cost, as the service rates already include costs and profits",
        "DSN3_L18": "thus, it is unnecessary to allocate the profit from medication costs to support other service items.",
        "DSN4": "Charges for Healthcare Services for Reimbursement of Medical Expenses in Government Healthcare Facilities",
        "DSN4_L1": "The charges for healthcare services for reimbursement of medical expenses in government healthcare facilities are categorized into 16 groups based on the classification of expenditure categories for inpatient care, which include:\n\n",
        "DSN4_L2": "Category 1: Room and Board Charges\n",
        "DSN4_L3": "Category 2: Prosthetic Devices and Rehabilitation Equipment Charges\n",
        "DSN4_L4": "Category 3: Medication and Intravenous Solutions Charges\n",
        "DSN4_L5": "Category 4: Take-Home Medication Charges\n",
        "DSN4_L6": "Category 5: Medical Supplies Charges (excluding medication)\n",
        "DSN4_L7": "Category 6: Blood Services and Blood Components Charges\n",
        "DSN4_L8": "Category 7: Medical Technical Services and Pathology Charges\n",
        "DSN4_L9": "Category 8: Radiological Diagnostic and Treatment Charges\n",
        "DSN4_L10": "Category 9: Special Diagnostic Procedures Charges\n",
        "DSN4_L11": "Category 10: Medical Consumables and Instruments Charges\n",
        "DSN4_L12": "Category 11: Surgical Procedures and Wound Care Charges\n",
        "DSN4_L13": "Category 12: Nursing Services Charges\n",
        "DSN4_L14": "Category 13: Dental Services Charges\n",
        "DSN4_L15": "Category 15: Physical Therapy and Rehabilitation Medicine Charges\n",
        "DSN4_L16": "Category 16: Acupuncture and Alternative Medicine Treatment Charges\n",
        "DSN4_L17": "Category 17: Other Non-Direct Healthcare Service Charges\n"
    },
    "His": {
        "HisH": "History",
        "HisN1": "Establishment of the Dental Council",
        "HisN1_L1": "The Dental Council is a juristic person and was established on September 6, 2537 BE according to the law called the 'Dental Professions Act, BE 2537.' \n\n",
        "HisN2": "Objectives of the Dental Council",
        "HisN2_L1": "1. Promote education, research, and professional practice in dentistry.\n",
        "HisN2_L2": "2. Promote unity and honor among members.\n",
        "HisN2_L3": "3. Protect rights, uphold justice, and promote welfare for members.\n",
        "HisN2_L4": "4. Control the conduct of dental professionals in accordance with professional ethics.\n",
        "HisN2_L5": "5. Provide assistance, advice, and education to the public and other organizations on matters related to dentistry and dental public health.\n",
        "HisN2_L6": "6. Advise or make recommendations to the government on dentistry and dental public health.\n",
        "HisN2_L7": "7. Serve as representatives of dental professionals in Thailand.\n",
        "HisN3": "Roles and Responsibilities of the Dental Council",
        "HisN3_L1": "1. Register and issue licenses to dental professionals.\n",
        "HisN3_L2": "2. Perform one or more of the following actions when a dental professional is accused or charged with professional misconduct:\n",
        "HisN3_L3": "\t\t2.1. Dismiss the charge or accusation.\n",
        "HisN3_L4": "\t\t2.2. Impose a fine.\n",
        "HisN3_L5": "\t\t2.3. Suspend the license for a specified period, not exceeding 2 years.\n",
        "HisN3_L6": "\t\t2.4. Revoke the license.\n",
        "HisN3_L7": "3. Certify dental degrees, diplomas, or certificates of institutions for the benefit of applying for membership of the Dental Council.\n",
        "HisN3_L8": "4. Certify various training courses for becoming a specialist in different branches of dental professions of training institutions as specialists in various branches of dental professions.\n",
        "HisN3_L9": "5. Certify the academic status of training institutions in (4).\n",
        "HisN3_L10": "6. Issue approval letters or certificates showing knowledge and expertise in practicing various branches of dental professions and issue other certificates in dental professions.\n",
        "HisN3_L11": "7. Act in accordance with the objectives of the Dental Council.\n",
        "HisN4": "Meaning of the Dental Profession",
        "HisN4_L1": "1. A profession performed on humans.\n",
        "HisN4_L2": "2. Related to examination, diagnosis, treatment, or prevention of:\n",
        "HisN4_L3": "\t\t2.1 Dental diseases.\n",
        "HisN4_L4": "\t\t2.2 Diseases of organs related to teeth.\n",
        "HisN4_L5": "\t\t2.3 Diseases of organs in the oral cavity.\n",
        "HisN4_L6": "\t\t2.4 Maxillofacial diseases and facial bones related to the jaw.\n",
        "HisN4_L7": "3. Surgical procedures and any actions in the treatment, reconstruction, and rehabilitation of organs in the oral cavity and facial bones related to the jaw.\n",
        "HisN4_L8": "4. Dental prosthetics.\n",
        "HisN5": "Components of the Dental Council",
        "HisN5_L1": "The Dental Council consists of a total of 32 committee members from three sources, as follows:\n\n",
        "HisN5_L2": "*Effective from the 6th term (2010-2013)*\n\n",
        "HisN5_L3": "1. Directly appointed committee members (total of 11 members)\n",
        "HisN5_L4": "\t\t1.1 Minister of Public Health (1 member)\n",
        "HisN5_L5": "\t\t1.2 President of the Dental Association of Thailand (1 member)\n",
        "HisN5_L6": "\t\t1.3 Deans of Faculty of Dentistry (9 members)\n",
        "HisN5_L7": "2. Committee members appointed by three ministries (total of 5 members)\n",
        "HisN5_L8": "\t\t2.1 Ministry of Public Health (3 members)\n",
        "HisN5_L9": "\t\t2.2 Ministry of Justice (1 member)\n",
        "HisN5_L10": "\t\t2.3 Ministry of Higher Education, Science, Research, and Innovation (1 member)\n",
        "HisN5_L11": "3. Committee members elected by the Dental Council members (total of 16 members)\n"
    },
    "PDC": {
        "Policy_Dental_Council": "Policy of the Dental Council",
        "PDC1": "Vision",
        "PDC2": "Upholding ethics and promoting development",
        "PDC3": "Establishing treatment standards",
        "PDC4": "the Thai population",
        "PDC5": "Mission",
        "PDC6": "1. Promoting education, research, and professional practice in dentistry",
        "PDC7": "2. Fostering unity and honoring members",
        "PDC8": "3. Upholding rights, justice, and promoting welfare for members",
        "PDC9": "4. Ensuring appropriate professional conduct of dental practitioners in accordance with professional ethics",
        "PDC10": "5. Assisting, advising, disseminating information, and providing education to the public and other organizations on matters related to dentistry and oral health",
        "PDC11": "6. Providing consultation or recommendations to the government on matters related to dentistry and oral health",
        "PDC12": "7. Representing dental professionals in Thailand"
    }
}